[{
    "catagory":"苹果",
    "illness":[{
        "name":"苹果健康",
        "imgName":"appleGood",
        "label":0,
        "healthy":true
    },{
        "name":"苹果黑星病",
        "imgName":"appleScab",
        "label":1,
        "symptom":"叶片正面初为淡黄绿色圆形或放射形斑，后变褐至黑色，并产生黑色绒毛状霉斑（病原体）。重病时叶小、厚、卷曲，多数病斑连在一起后叶片干枯脱落。",
        "regularity":"黑星病以菌丝体在枝条溃疡斑或芽鳞内越冬，也能以有性繁殖器官在落叶上越冬。翌年5月遇雨后产生孢子开始释放，夏季多雨时释放最多。孢子借风雨传至叶面，直接侵入组织，花蕾开放与花瓣脱落期最易受侵染，病菌可不断侵染，早春多雨气温低发病早，发病重；夏季阴雨连续，地势低洼，通风不良，湿度大果园发病重。",
        "methods":["加强植物检疫，严格检疫把关，防止带病苗木、接穗和病果传入无病区，严禁从疫区引进苗木、接穗，这是控制苹果黑星病扩散蔓延的最有效途径之一。",
        "清除侵染源，搞好冬季清园，结合施肥深埋。发芽前地面喷洒0.5%二硝基邻甲酚钠，休眠期对树冠喷5波美度石硫合剂。",
        "化学防治，抓住病菌初侵染期（3月下旬至4月初）和初发病期（4月下旬至5月初），在芽前、萌芽及花前、花后和生长季节喷药防治。"]
    },{
        "name":"苹果灰斑病",
        "label":2,
        "imgName":"appleFrogeyeSpot",
        "symptom":"叶片染病，初呈红褐色圆形或近圆形病斑，直径2～6mm，边缘清晰，后期病斑变为灰色，中央散生小黑点，即病菌分生孢子器。高温多雨季节病斑迅速扩大成不规则形，多个病斑密集或互相联合形成大型不规则形病斑，使叶片呈焦枯状。病叶一般不变黄脱落，但严重受害的叶片可出现焦枯现象。",
        "regularity":"气候因素，高温高湿，降雨多而早，发病早且重。病原在落叶上越冬。春天借风雨传播，一般与褐斑病同时发生，但在秋季发病较多，为害也较重。",
        "methods":["农业防治：秋冬季彻底清扫果园内的落叶，集中焚烧。合理修剪，改善树冠内通风透光条件；雨季及时排涝，增施有机肥。",
        "化学防治：5月底至6月上旬喷波尔多液保护春梢。生长季节喷50%敌菌丹可湿性粉剂600倍液，或80%大生M-45水剂1 000倍液"]
    },{
        "name":"苹果雪松锈病",
        "label":3,
        "imgName":"cedarAppleRust",
        "symptom":"在刺柏的细枝、分枝和叶上产生菌痪，或在茎部引起纺锤形肿胀，在潮湿条件下可产生冬孢子角，能在感病品种上造成非常严重的落叶。",
        "regularity":"在自然条件下通过蔷薇科寄主上的担孢子传播，也可通过刺柏属寄主上的锈孢子风传。远距离传播主要借助染病的植株体等。",
        "methods":["由于病菌可系统地侵染桧柏的茎和常绿的叶，因此没有一种化学处理方法能取得令人满意的效果。"]
    },{
        "name":"苹果黑腐病",
        "label":4,
        "imgName":"blackRot",
        "symptom":"叶片感病后，初期出现圆形紫褐色病斑，直径约2～5毫米，后期变为黑褐色，病斑中间凹陷，边缘隆起，中部密生黑色小粒点，可造成早期落叶。",
        "regularity":"该病以菌丝体和分生孢子器在枝干病组织内、落叶及僵果中越冬。第二年4月苹果发芽后释放出分生孢子，随雨水飞溅进行传播。分生孢子的释放取决于降雨量及降雨持续的时间长短。当花瓣脱落后20～40天，产生子囊孢子，子囊孢子随气流传播蔓延。在气温16℃～32℃，相对湿度96%以上时，分生孢子和子囊孢子均可萌发，通过气孔和表皮裂缝及伤口侵入，侵入适温为26.6℃。弱枝、弱树受害较重;幼叶受 害轻，成叶受害重；近成熟期果实发病重。",
        "methods":["人工防治：彻底清扫落叶、脱落病果，剪除病枝、僵果，集中一起烧毁或深埋，消灭菌源。","农业防治：加强栽培管理，增施肥料，合理修剪，及时中耕除草，降雨后及时排水等，增强树势，提高抗病能力。","药剂防治：结合防治其他烂果病，从萌芽期开始用40%克菌丹可湿性粉剂400～500倍液，或70%甲基硫菌灵可湿性粉剂800～1000倍液，或50%苯菌灵可湿性粉剂1500倍液喷雾，间隔10～15天喷一次，连续防治2～3次。"]
    }]
},{
    "catagory":"樱桃",
    "illness":[{
        "name":"樱桃健康",
        "imgName":"cherryGood",
        "label":5,
        "healthy":true
    },{
        "name":"樱桃白粉病",
        "label":6,
        "imgName":"cherryPowderyMildew",
        "symptom":"夏季叶片感病，叶面上呈现白色粉状菌丛，秋季菌丛中呈现黑色小球状物，即病原菌的闭囊壳。",
        "regularity":"病菌于10月以后形成黑色闭囊壳，以此越冬，翌春放出子囊孢子进行初侵染，形成分生孢子后进一步扩散蔓延。分生孢子萌发温度为4—35℃，适温为21—27℃，在直射阳光下经3—4h，或在散射光下经24h，即丧失萌发力，但抗霜冻能力较强，遇晚霜仍可萌发。",
        "methods":["发病期喷洒0．3。Be石硫合剂或25％粉锈宁3000倍液、70％甲基硫菌灵可湿性粉剂1500倍液l-2次。",
        "秋后清理果园，扫除落叶，集中烧毁。"]
    }]
},{
    "catagory":"玉米",
    "illness":[{
        "name":"玉米健康",
        "imgName":"cornGood",
        "label":7,
        "healthy":true
    },{
        "name":"玉米灰斑病",
        "label":8,
        "imgName":"cercospora",
        "symptom":"主要危害玉米叶片，也侵染叶鞘和苞叶。发病初期在叶脉间形成圆形、卵圆形红褐色的矩形条斑，病斑多限于叶脉之间，与叶脉平行，成熟时病斑中央灰色，边缘褐色，大小（4―20）毫米（2―5）毫米。湿度大时病斑背面生出灰色霉状物。",
        "regularity":"气温低（20℃―25℃）、雨水多，大气相对湿度高达90%以上，灰斑病严重发生，易易造成流行；而温度高、干旱则抑制病害流行。",
        "methods":["选用抗病品种：中玉335、雅玉889等；",
        "加强栽培管理：针对玉米灰斑病菌的初次侵染来原特点，玉米收获后，应及时深翻，减少越冬菌源数量。在播种时施足基肥，及时追肥，防止后期脱肥。搞好轮作倒茬，实行间作套种，改善田间小气候，提高植株的抗病力；",
        "药剂防治：目前，对玉米灰斑病的防治研究还不深入，对玉米灰斑病发生偏重的田块可采用70%甲基托布津可湿性粉剂，50%的菌灵可湿性粉剂或70%代森锰锌等喷雾。喷药2—3次，每次间隔7—10天，可取得一定的防治效果。"]
    },{
        "name":"玉米锈病",
        "label":9,
        "imgName":"pucciniaPolysora",
        "symptom":"玉米锈病可发生在玉米植株上的各个部位，但主要发生在叶片上。在受害部位初形成乳白色、淡黄色，后变黄褐色乃至红褐色的夏孢子堆，夏孢子堆在叶两面散生或聚生，椭圆或长椭圆形，隆起，表皮破裂散出锈粉状夏孢子，呈黄褐色至红褐色。后期在叶两面形成冬孢子堆，长椭圆形，初埋生，后突破表皮呈黑色，长1~ 2毫米，有时多个冬孢子堆汇合连片，使叶片提早枯死。",
        "regularity":"玉米锈病在相对较低的气温(16~23℃)和经常降雨、相对湿度较高(100%)的条件下，易于发生和流行。不同玉米品种和品系对玉米锈病存在明显的抗性差异，马齿型较抗病，甜质型玉米则抗病性较差，生育期短的早熟品种发病较重。",
        "methods":["玉米锈病是一种气流传播的大区域发生和流行的病害、防治上必须采取以抗病品种为主、以栽培防病和药剂防治为辅的综合防治措施。病重地区应更换抗病品种；适时播种，合理密植，避免偏施氮肥，搭配使用磷钾肥。发病初期要及时喷药防治，有效药剂有65%代森锌500倍液，50 %代森铵水剂800~ 1000倍液，0.2波美度的石硫合剂，25%粉锈宁可湿性粉剂1000~ 1500倍液。"
        ]
    },{
        "name":"玉米叶斑病",
        "label":10,
        "imgName":"cornCurvulariaLeaf",
        "symptom":"主要为害叶片和苞叶。病斑不规则、透光，中央灰白色，边缘褐色，上生黑色小点，即病原菌的子囊座。",
        "regularity":"病原菌分生孢子在温度20-25℃（小斑病23-25℃）时最易产生，在适温的条件下，如再有充足的水分(降雨)则病势迅速发展，很容易导致大流行。",
        "methods":["加强农业防治。大喇叭口期增施磷钾肥，低洼地注意排水，做好中耕除草培土工作，摘除底部2-3片叶，降低田间相对湿度，使植株健壮，提高抗病力。",
        "药剂防治。在心叶末期到抽雄期或发病初期抢晴天喷洒，可选用50%多菌灵可湿性粉剂500倍液或50%甲基硫菌灵可湿性粉剂600倍液、75%百菌清可湿性粉剂800倍液、40%克瘟散乳油800-1000倍液，隔10天再防一次，连续防治2-3次。"]
    },{
        "name":"玉米花叶病毒病",
        "label":11,
        "imgName":"maizeDwarf",
        "symptom":"幼苗染病心叶基部细胞间出现椭圆形褪绿小点，断续排列成条点花叶状，并发展成黄绿相间的条纹症状，后期病叶叶尖的叶缘变红紫而干枯。发病重的叶片发黄，变脆，易折。病叶鞘、病果穗的苞叶也能现花叶状。发病早的，病株矮化明显。",
        "regularity":"生产上有大面积种植的感病玉米品种和对蚜虫活动有利的气候条件，即5—7月凉爽、降雨不多，蚜虫迁飞到玉米田吸食传毒，大量繁殖后辗转为害，易造成该病流行。",
        "methods":["因地制宜，合理选用抗病杂交种或品种 如丰单l号，中单2号，农大3138，农单5号，新单7号，郑单l号、2号，黄早4号，武早4号；鲁单31号，丹玉6号，陕单9号，丰三1号，陇单1号，天单1号，武105，东泉11、12、13号，张单25l，中玉5号，冀单29号等。",
                    "在田间尽早识别并拔除病株 这是防治该病关键措施之一。",
                    "适期播种和及时中耕锄草，可减少传毒寄主，减轻发病。",
                    "在传毒蚜虫迁入玉米田的始期和盛期，及时喷洒50％氧化乐果乳油800倍液或50％抗蚜威可湿性粉剂3000倍液、10％吡虫啉可湿性粉剂2000倍液。"]
    }]
},{
    "catagory":"葡萄",
    "illness":[{
        "name":"葡萄健康",
        "imgName":"grapeGood",
        "label":12,
        "healthy":true
    },{
        "name":"葡萄黑腐病",
        "label":13,
        "imgName":"grapeBlackRot",
        "symptom":"病斑多发生在叶缘处，初为红褐色近圆形小斑点，后扩大成边缘为黑色，中间为灰白或浅褐色的大斑，直径可达3～4厘米，病斑上亦长有许多黑色小粒点，排列成隐约可见的轮环状。",
        "regularity":"高温、高湿利于该病发生。管理粗放，肥水不足、虫害发生多的葡萄园易发病；地势低洼、土壤黏重、通风排水不良果园发病重。南方果粒成熟期气温26.5℃，湿润持续6小时以上，该病易发生或流行。",
        "methods":["早期喷药对防治黑腐病是非常重要的，芽前喷波美3～5度石硫合剂。芽后喷药，用5%安福1500倍液，或10%苯醚甲环唑水分散粒剂2000～3000倍液，或75%百菌清可湿性粉剂500～600倍液，使用时期：一是当新芽长到20厘米时；二是开花前3～5天；三是在开花后立即喷药；四是在开花后10至14天；五是间隔10～20天喷1次药，直到果实接近成熟止。如果叶子上已显示出黑腐病或生长季节潮湿时要经常喷药。"
        ]
    },{
        "name":"葡萄轮斑病",
        "label":14,
        "imgName":"grapeBlackMeasles",
        "symptom":"主要侵害叶片。叶片发病时，产生直径3～10毫米的红褐色圆形病斑。有黑色与褐色的同心轮纹，病斑边缘清晰。病变表面有很多黑色小点，是病原菌的分生孢子器。",
        "regularity":"一年夏初温度上升、遇雨或湿度大时，子囊孢子成熟，借风传播，在叶片上产生芽管。北部葡萄产区一般7月下旬或8月上旬开始发病，9～10月份为发病盛期。高温高湿的条件有利于病害发生，管理粗放、植株郁闭、通风透光差的果园发生较重。",
        "methods":["农业防治，增施肥料，促进树势强健，提高植株抗病力。秋后彻底清理果园，集中处理落叶",
        "药剂防治，发病初期，喷洒1:0.7:200式的波尔多液，或65%代森锰锌可湿性粉剂500～600倍液保护。"]
    },{
        "name":"葡萄褐斑病",
        "label":15,
        "imgName":"grapeLeafBlight",
        "symptom":"主要为害叶片，其症状因葡萄品种不同而异。病斑直径一般在3~10mm初期在叶片表面产生许多近圆形、多角形或不规则形的褐色小斑点，以后病斑逐渐扩大，常融成不规则的大斑，直径可达2cm以上。病斑中部呈黑褐色，边缘褐色，病健部分分界明显。病害发展到一定程度时，病叶干枯破裂而早期脱落，严重影响树势和当年产量。",
        "regularity":"高温高湿易发病，所以葡萄生长的中后期雨水较多时，褐斑病容易流行。褐斑病一般在出现老熟叶片时（5、6月）初发，7～9 月为发病盛期，发病严重时可使叶片提早1～2 个月脱落，严重影响树势和第二年结果。",
        "methods":["减少菌源：生长季节，及时清理病叶等病残体，收获后彻底清扫落叶，集中烧毁，消灭病菌越冬场所。",
                    "加强管理：生长季节，及时整枝、打杈，提高架势，改善架面通风透光，并注意及时排水，降低环境湿度，创造不利于病害发生的气候条件。合理施用氮磷钾，增施有机肥和中微量元素，增强树势，提高植株抗病能力。",
                    "药剂防治：用于发病初期或高温雨季前、后用甲基托布津、苯醚甲环唑、己唑醇、嘧菌酯、吡唑醚菌酯交替使用喷施。"]
    }]
},{
    "catagory":"柑桔",
    "illness":[{
        "name":"柑桔健康",
        "imgName":"citrusGood",
        "label":16,
        "healthy":true
    },{
        "name":"柑桔黄龙病",
        "label":17,
        "imgName":"citrusGreeningJune",
        "symptom":"叶片的典型症状是黄化、变小。据病程长短，叶片黄化有两种主要类型，一种是斑驳型黄化，一种是均匀黄化。染病早期，叶片常显现为斑驳型黄化，待病菌散播到全树后，新梢抽生的叶片一般为均匀黄化。",
        "regularity":"该病通过苗木、接穗和木虱传播。发生与气候条件、栽培管理及品种有关。5月下旬开始发病，8－9月最严重。春、夏季多雨，秋季干旱时发病重；施肥不足，低洼果园排水不良，树冠郁闭，发病重。",
        "methods":["先喷药，后抹梢、锯病树。采果后先喷有效药剂防木虱, 药后再锯断病树（对锯断的病树桩要用大剂量除草剂灌注处理，之后加盖黑色薄膜，防止其再生）,避免将病树上带病原菌的木虱成虫驱赶到健康树上,造成人为传播。当前生产上普遍是先砍树后喷药杀木虱或根本就不杀木虱。"
        ]
    }]
},{
    "catagory":"桃",
    "illness":[{
        "name":"桃健康",
        "imgName":"peachGood",
        "label":18,
        "healthy":true
    },{
        "name":"桃疮痂病",
        "label":19,
        "imgName":"peachBacterial",
        "symptom":"叶片被害，初生多角形或不规则灰绿色病斑，逐渐扩大后变成褐色或紫红色，最后病部干枯脱落成穿孔。",
        "regularity":"温度和湿度是桃疮痂病菌侵染发病的主要条件。病菌以菌丝在当年生枝条的病斑上越冬，春季温度达10℃、空气湿度80%以上时开始侵染发病，借风雨传播进行再侵染。多雨、高温有利于发病。疮痂病菌潜育期长达40天以上，通常在花瓣脱落6周后才开始发病，早中熟桃品种发病轻，晚熟品种发病重。",
        "methods":["在花芽期喷施3波美度石硫合剂，花蕾微露时喷施5波美度石硫合剂。谢花70%时喷施80%喷克600～800倍液，或50%福美锌500～600倍液，或40%福星乳油8000～10000倍液1次，间隔15天再喷1次。"
        ]
    }]
},{
    "catagory":"辣椒",
    "illness":[{
        "name":"辣椒健康",
        "imgName":"pepperGood",
        "label":20,
        "healthy":true
    },{
        "name":"辣椒疮痂病",
        "label":21,
        "imgName":"pepperScab",
        "symptom":"叶片被害，发病初期呈水渍状黄绿色小斑点，后呈不规则形，边缘暗绿色，稍隆起，中间淡褐色，稍凹陷，表皮呈粗糙的疮痂状病斑。受害重的叶片，边缘、叶尖变黄，干枯脱落。",
        "regularity":"病原细菌主要在种子表面越冬，也可随病残体在田间越冬。旺长期易发生，病菌从叶片上的气孔侵入，潜育期3～5天；在潮湿情况下，病斑上产生的灰白色菌脓借雨水飞溅及昆虫作近距离传播。发病适温27～30℃，高温高湿条件时病害发生严重，多发生于7～8月份，尤其在暴风雨过后，容易形成发病高峰。高湿持续时间长，叶面结露对该病发生和流行至关重要。",
        "methods":["发病初期，喷农用链霉素200--250ppm或20％龙克菌悬浮剂500--700倍液，隔7--8天喷一次，连续喷2--3次。"]
    }]
},{
    "catagory":"马铃薯",
    "illness":[{
        "name":"马铃薯健康",
        "imgName":"potatoGood",
        "label":22,
        "healthy":true
    },{
        "name":"马铃薯早疫病",
        "label":23,
        "imgName":"potatoEarly",
        "symptom":"叶片染病，病斑灰白色至黑褐色，圆形或近圆形，有时病斑发展扩大受叶脉限制呈多角形或不规则形。病斑具同心轮纹，潮湿时，病斑上生出黑色霉层。病斑多时互相融合成大的枯斑区，引起叶片局部或全部枯死。",
        "regularity":"马铃薯早疫病的发生要求的气象条件并不十分严格，一般年份都可能发生，分生孢子萌发适温26℃-28℃，当叶片上有结露或水滴，温度适宜时，有利于发病。干旱、缺肥，植株生长衰弱时容易发病。",
        "methods":["农业防治：选择土壤肥沃的沙壤土或壤土种植马铃薯，要求旱能灌，涝能排。多施优质腐熟有机肥作基肥，播种时要施氮磷钾复混肥作种肥，但不宜施用氯化钾。马铃薯开花现蕾时，喷施0.1％磷酸二氢钾。若植株徒长，可喷100ppm多效唑，以促进植株健康生长，提高抗病力。重病地要与非茄科类蔬菜实行轮作。",
        "药剂防治：发病初期，选用75％百菌清可湿性粉剂600倍液、64％杀毒矾可湿性粉剂500倍液、50％多菌灵可湿性粉剂500倍液、77％可杀得可湿性微粒剂500倍液、50％扑海因可湿性粉剂1000倍液等喷雾防治，7-10天一次，连喷2-3次。"]
    },{
        "name":"马铃薯晚疫病",
        "label":24,
        "imgName":"potatoLate",
        "symptom":"叶片发病病斑多在叶尖和叶缘处，初为水状褪绿斑，后扩大为圆形暗绿色斑，病斑边缘界限不明显，叶边缘有一环白色稀疏的霉轮，在雨后清晨叶背病斑尤为明显；空气湿度较大时，病斑扩展迅速，扩及叶的一半以上及全叶，叶片逐步枯死脱落。",
        "regularity":"马铃薯晚疫病是一种典型的流行性病害，气候条件与病害的发生流行有极为密切的关系，以温度、湿度影响最大。当平均温度持续保持在13-23.3℃，平均湿度在80%以上，且长时间为阴雨天时，马铃薯晚疫病将大面积爆发。",
        "methods":["初次发病时立即拔出中心病株，深埋销毁，降低病菌侵染传播，对其他植株马上进行防治。在3月底4月初，如果阴雨连绵或早晚多雾，病害就会迅速暴发流行，此时开始施药，一般3-4次，间隔7天。 第一次：75%代森锰锌水分散粒剂；第二次：72%霜脲·锰锌可湿性粉剂或富帅德；第三次：富帅德或银法利；第四次：银法利。"
        ]
    }]
},{
    "catagory":"草莓",
    "illness":[{
        "name":"草莓健康",
        "imgName":"strawberryGood",
        "label":25,
        "healthy":true
    },{
        "name":"草莓叶枯病",
        "label":26,
        "imgName":"strawberryScorch",
        "symptom":"草莓叶枯病主要在春秋发病。病菌侵害叶、叶柄、果梗和花萼。叶片受害后产生紫褐色无光泽小斑，逐渐扩大成直径3～4毫米的不规则病斑，病斑中央与周缘颜色变化不大，病斑有沿叶脉分布的倾向，严重发病时叶面布满病斑，后期全叶黄褐色至暗褐色，直至枯死。在病部枯死部分长出黑色小粒点，叶柄和果梗染病后，出现黑褐色凹陷病斑，病部组织变脆易折断。",
        "regularity":"该病属低温性病害，早春和晚秋雨露较多的天气有利发病。健壮植株发病轻，瘦弱植株易发病。",
        "methods":["注意清园，及早摘除病老叶片，减少传染源；",
        "是选用抗病品种如新明星、甜查理、卡姆罗莎等较抗此病；",
        "加强肥水管理，促进秧苗健壮，提高抗病能力，但不能过多施用氮肥；",
        "药剂防治。在秋、春低温期喷布25%多菌灵可湿性粉剂300～400倍液，或70%甲基托布津可湿性粉剂1 200倍液，或70%代锰锌可湿性粉剂600倍液，或农抗120水剂200倍液，每7～10天喷布1次可取得较好的防治效果，并可兼治其他病害"]
    }]
},{
    "catagory":"番茄",
    "illness":[{
        "name":"番茄健康",
        "imgName":"tomatoGood",
        "label":27,
        "healthy":true
    },{
        "name":"番茄白粉病",
        "label":28,
        "imgName":"tomatoPowdery",
        "symptom":"初发病时，叶片正面出现点、片状白粉，严重时整个叶片都被白粉所覆盖，像被撒上一层面粉，到最后，致使叶片萎黄，全株枯死。",
        "regularity":"该由真菌引起，是保护地番茄的常见病害，病菌主要依靠气流传播危害，在25℃-28℃和干燥条件下该病易流行。在湿润的环境下该病会受到抑制。",
        "methods":["农业防治：优先选用抗病品种；加强栽培管理：做好配方施肥、合理密植，严格控制空气湿度，防止形成干燥的环境，适时浇水，使棚内保持一定的湿度。",
        "定植前对棚室进行消毒，病害发生时，选择化学药剂42.4% 氟唑菌酰胺·吡唑嘧菌酯悬浮剂1000-1500倍液，配合新高脂膜800倍液喷施，可降低农药毒素，提高农药或肥料应用效果。"]
    },{
        "name":"番茄疮痂病",
        "label":29,
        "imgName":"tomatoBacterial",
        "symptom":"近地面老叶先发病，初期叶背出现水浸状暗绿色小斑，扩展成近圆形或不规则形边缘明显黄褐色病斑，有黄晕圈，内部较薄，具油脂状光泽。",
        "regularity":"高温、高湿、多雨是发病的主要条件，害虫为害会给植物造成伤口，有利于病菌侵入，同时遇夏、秋季阴雨连绵、暴风雨可能引起该病大发生。另外，栽培管理粗放、病田连作、低洼地、土质黏重、积水、窝风或缺肥均可加重病害发生。",
        "methods":["发病初期，可选用以下药剂防治：春雷·氧氯化铜；农用硫酸链霉素；氯溴异氰尿酸。"
        ]
    },{
        "name":"番茄早疫病",
        "label":39,
        "imgName":"tomatoEarly",
        "symptom":"叶片初呈针尖大的小黑点，后发展为不断扩展的轮纹斑，边缘多具浅绿色或黄色晕环，中部现同心轮纹。",
        "regularity":"以菌丝或分生孢子在病残钵或种子上越冬，可从气孔、皮孔或表皮直接侵入，形成初生孢子，并通过气流，雨水进行多次重复侵染。当蕃茄进入旺盛生长及果实迅速膨大期，基部叶片开始衰老，若遇持续5天均温21摄氏度，相对温度大于70%时数大于49小时，该病即开始发生和流行。",
        "methods":["生态防治：由于早春定植时昼夜温差大，易结露，利于此病的发生与蔓延，应加强管理，调整好棚内温湿度，尤其是定植初期，闷棚时间不宜过长。防止棚内湿度过大温度过高，做到温、湿、水、气有机配合，减缓该病的发生与蔓延。",
        "药剂防治：①采用粉尘法于发病初期喷洒5%百菌清粉尘剂，每亩次1公斤，隔9天1次连续防治3~4次。②施用45%百菌清烟剂或10%速可灵烟剂每亩次200~250克。"]
    },{
        "name":"番茄晚疫病",
        "label":31,
        "imgName":"tomatoLate",
        "symptom":"病斑由叶片的主茎蔓延，嫩茎部缢缩腐烂，病部以上枝叶死亡，湿度大时病部表面产生白色霉层。",
        "regularity":"番茄晚疫病属低温高湿型病害，空气相对湿度80%以上即可侵染，病菌发育最适湿度为白天20℃-22℃、夜晚10℃以上。低温、阴雨、湿度大，早晨和夜晚多雾的情况下易发病。",
        "methods":["栽培防治：加强田间管理，提高植物抗病性，浇水易在晴天进行，防止大水漫灌。保护地栽培灌水后应适时放风排湿，合理密植，及时整枝打叉，摘除植株下部老叶，改善通风透光条件，在保证湿度的前提下增加放风量。",
        "药剂防治：在发病初期开始用72%霜霉疫净可湿性粉剂稀释800-1000倍喷雾，每隔7-10天喷1次，连续3-4次。"]
    },{
        "name":"番茄叶霉病",
        "label":32,
        "imgName":"tomatoLeaf",
        "symptom":"叶片染病，叶面出现不规则形淡黄色褪绿斑，叶背病部初生白色霉层，后霉层变为灰褐色或黑褐色绒状。条件适宜时，病斑正面也可长出黑霉，随病情扩展，叶片由下向上逐渐卷曲，植株呈黄褐色干枯。",
        "regularity":"叶霉病病菌发育温度为9℃～34℃，最适20℃～25℃。气温22℃左右，相对湿度高于90﹪，有利于病菌繁殖，发病重。连阴雨天气，大棚通风不良，棚内湿度大或光照弱，叶霉病扩展迅速。晴天光照充足，棚内短期增温至30℃～36℃，对病菌有明显抑制作用。",
        "methods":["采用生态防治法，加强棚内温湿度管理，适时通风，适当控制浇水，浇水后及时排湿。适当密植，及时整枝打叉，按配方施肥，避免氮肥过多，提高植株抗病力。",
        "发病初期用45﹪百菌清烟剂每亩用250克熏一夜，或于傍晚喷洒7﹪叶霉净粉尘剂、6.5﹪甲霉灵超细粉尘剂，间隔8～10天1次，连续或交替使用。"]
    },{
        "name":"番茄斑点病",
        "label":33,
        "imgName":"tomatoTarget",
        "symptom":"初发病生褐色环疽状斑点，后扩大为近园形或长椭园形黄褐色病斑，直径直0.3~1.5毫米不等，病斑外缘有黄色晕圈子，中部具有明显柴褐色轮纹。湿度高时病斑表面生暗灰色霉菌。严重时叶片死凋落。",
        "regularity":"病原菌为番茄匍柄霉，病菌以菌丝体和分生孢子随病残体在土壤中越冬，翌年条件适宜时进行初侵染，发病后病部产生分生孢子借雨水或气流传播，进行频繁的田间再侵染。病菌喜高温高湿环境，气温20～25℃，相对湿度90％以上有利于发病，连阴雨后的高湿条件下以及叶面结露时最易发病。管理粗放，植株生长不良病情加重。",
        "methods":["农业防治。合理密植，通风降湿；避免偏施氮肥，应增施有机肥和磷钾肥；及时排水；清洁田园，清除病残物。",
        "药剂防治。在发病初期用药。50%多菌灵可湿性粉剂1000倍液+75%百菌清可湿性粉剂1000倍液，36%甲基硫菌灵悬浮剂量500倍液喷雾。每10天~次，连续2~3次，能有效防治番茄斑点病。"]
    },{
        "name":"番茄斑枯病",
        "label":34,
        "imgName":"tomatoSeptoria",
        "symptom":"多从下部叶片开始发病。叶正、反面均出现圆形或近圆形病斑，边缘深褐色，中部灰白，稍凹陷。果上散生黑色小斑点，直径2～3毫米，呈鱼眼状。严重时布满全叶，导致叶片褪绿变黄。",
        "regularity":"温暖潮湿，光照不足，有利于病害的发生。当温度在15℃以上，遇阴雨天气，肥力不足，植株生长衰弱时，病害易发生。重茬地、低洼地病害易发生。",
        "methods":["与非茄科作物实行3～4年轮作换茬。2、使用充分腐熟的有机肥，连作棚每亩施“金微”微生物菌剂30千克，达到改良土壤的目的。3、药剂防治。用霜脲氰原粉600倍液，或灭克400倍液，或64%恶霜·锰锌500倍液喷雾防治。"
        ]
    },{
        "name":"番茄红蜘蛛损伤",
        "label":35,
        "imgName":"tomatoSpider",
        "symptom":"主要危害植物的叶、茎、花等，刺吸植物的茎叶，使受害部位水分减少，表现失绿变白，叶表面呈现密集苍白的小斑点，卷曲发黄。严重时植株发生黄叶、焦叶、卷叶、落叶和死亡等现象。",
        "regularity":"一年发生10〜20代，雌成虫潜伏于菜叶、草根或土缝附近处越冬。春季开始繁殖并危害。初为点片发生，后吐丝下垂或靠爬行借风雨扩散传播等，先危害老叶，再向上扩散。当食料不足时，有迁移习性。以两性生殖为主，有孤雌生殖现象。高温干旱年份发生重。",
        "methods":["加强管理，做好农业防治： 及时清除温室内残株败叶，内部及外部周边杂草，来消灭部分虫源和红蜘蛛的中间寄主。合理施肥灌溉，促进植株生长健壮，增强抗虫力。",
        "适时使用化学农药，及时防治： 药剂防治可用1.8%的农克螨乳油2000倍液，或20%螨克乳油2000倍液或40%水胺硫磷乳油2000倍液，每隔7～10天喷1次，连喷2～3次。"]
    },{
        "name":"番茄黄化曲叶病毒病",
        "label":36,
        "imgName":"tomatoYLCV",
        "symptom":"染病番茄植株矮化，顶部叶片黄化、变小，叶缘上卷，发病早的植株严重矮缩，不能正常开花结果。发病晚的仅上部叶片和新芽显症，结果小，红不透，无法食用。",
        "regularity":"番茄黄化曲叶病毒病主要由烟粉虱传播，烟粉虱获毒后终生传毒，因此，烟粉虱为害重的棚室，易造成该病的发生及流行。但烟粉虱的卵不传毒，种子和机械摩擦不传毒。此外，施用氮肥过量，植株柔嫩、排水不良等发病较重。",
        "methods":["重防烟粉虱。番茄黄化曲叶病毒病由烟粉虱传播，所以一定要重视烟粉虱的防治。防治烟粉虱可用异丙威熏蒸，穿插喷雾；或者每隔7-10天选用阿维菌素、扑虱灵、烯啶虫胺、氟啶虫胺、螺虫乙酯、呋虫胺、噻虫胺等全田喷施，注意轮换用药，避免产生抗药性。",
        "药剂防治。在番茄分苗、定植、绑蔓、打杈前先喷1%肥皂水加0.2%-0.4%磷酸二氢钾混合液或1∶20-40倍液的豆浆或豆奶粉，预防接触传染。在定植前后各喷1次NS-83增抗剂100倍液，能增强番茄耐病性。在发病初期(一般在5-6叶期)开始喷药保护，配方为一桶水(15公斤)+10克尿素+12克安泰生+宁南霉素500倍液+芸苔素或爱多收6000倍液，4天喷1次，下午3-4点喷药，连续喷3次。"]
    },{
        "name":"番茄花叶病毒病",
        "label":37,
        "imgName":"tomatoTomv",
        "symptom":"番茄感病初期，上部叶片首先表现黄化型花叶。叶缘呈宽带型黄化，叶缘上卷，变小，变厚，叶片僵硬。感病植株生长缓慢、或停滞，节间变短，植株明显矮化。",
        "regularity":"不同的栽培季节，番茄黄化卷叶病毒病的发病程度存在显著差异。5-7月份播种的夏秋番茄发病严重，而9-10月份播种的越冬番茄发病较轻。即：高温季节发病重，低温季节发病轻。在25-28℃条件下TYLCV从侵染至发病大约需要3周左右，而在冬季低温季节则需要1-2个月。 高温条件有利于烟粉虱传毒，有利于病毒在寄主体内迅速增殖。",
        "methods":["药剂防治：秧苗淋灌， 灌根用药可用强内吸剂25％阿克泰可分散粒剂或22.45％阿立卡微胶囊悬浮悬浮剂一次性灌根防治，持效期可长达25－30天。方法是在移栽前2－3天，用阿克泰1500－2500倍液（或一喷雾器水加6－8克药）或用阿立卡10毫升加水一喷雾器后喷淋幼苗，使药液除喷叶片以外还要渗透到土壤中。平均每平方米苗床喷药液2～3公斤左右，（或2克药/桶水喷淋100株幼苗）有很好治虫预防病毒作用。"]
    }]
}]